tap "homebrew/bundle"
brew "mas"
cask "1password"
cask "adobe-creative-cloud"
cask "anki"
cask "arc"
cask "betterdisplay"
cask "cardhop"
cask "chatgpt"
cask "cleanshot"
cask "copilot"
cask "dash"
cask "devonthink"
cask "discord"
cask "figma"
cask "firefox"
cask "fujitsu-scansnap-home"
cask "gitbutler"
cask "handbrake"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "monodraw"
cask "nextcloud"
cask "notion"
cask "obsidian"
cask "ollama"
cask "omnidisksweeper"
cask "opal-composer"
cask "paw"
cask "raycast"
cask "signal"
cask "sketch"
cask "slack"
cask "sonos"
cask "soulver"
cask "spotify"
cask "steermouse"
cask "sublime-merge"
cask "sublime-text"
cask "superhuman"
cask "tailscale"
cask "transmit"
cask "uhk-agent"
cask "vial"
cask "visual-studio-code"
cask "vlc"
cask "webex"
cask "zed"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "BBEdit", id: 404009241
mas "Bike", id: 1588292384
mas "Darkroom", id: 953286746
mas "Fantastical", id: 975937182
mas "Goodnotes", id: 1444383602
mas "Infuse", id: 1136220934
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "LiquidText", id: 922765270
mas "Muse", id: 1501563902
mas "Noir", id: 1592917505
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1542143627
mas "OmniGraffle", id: 1142578753
mas "OmniOutliner", id: 1142578772
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "PCalc", id: 403504866
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Save to Reader", id: 1640236961
mas "Sink It for Reddit", id: 6449873635
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Vimari", id: 1480933944
mas "VooV", id: 1497685373
mas "WeChat", id: 836500024
mas "Xcode", id: 497799835
vscode "charliermarsh.ruff"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "foxundermoon.shell-format"
vscode "ginfuru.ginfuru-better-solarized-dark-theme"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "sissel.shopify-liquid"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "vscodevim.vim"
